{
  "displayName": "CA003-Global-AttackSurfaceReduction-AllApps-AnyPlatform-BlockGeoIP",
  "grantControls": {
    "authenticationStrength": null,
    "authenticationStrength@odata.context": "https://graph.microsoft.com/v1.0/$metadata#identity/conditionalAccess/policies('47127597-c49b-48a3-ac03-6fa5e5386135')/grantControls/authenticationStrength/$entity",
    "builtInControls": [
      "block"
    ],
    "customAuthenticationFactors": [],
    "termsOfUse": [],
    "operator": "OR"
  },
  "templateId": null,
  "conditions": {
    "signInRiskLevels": [],
    "clientAppTypes": [
      "all"
    ],
    "userRiskLevels": [],
    "platforms": null,
    "clientApplications": null,
    "applications": {
      "excludeApplications": [],
      "applicationFilter": null,
      "includeApplications": [
        "All"
      ],
      "includeAuthenticationContextClassReferences": [],
      "includeUserActions": []
    },
    "devices": null,
    "locations": {
      "includeLocations": [
        "1cc46ea8-2d4c-460f-99e4-05514e70bea1"
      ],
      "excludeLocations": []
    },
    "users": {
      "excludeGroups": [
        "ee2bdc01-80c2-4e28-9882-858bcfa005bf",
        "e9378db0-32a2-4441-9e40-007f7c8388c8"
      ],
      "excludeRoles": [],
      "includeGuestsOrExternalUsers": null,
      "includeUsers": [
        "All"
      ],
      "includeRoles": [],
      "excludeUsers": [],
      "excludeGuestsOrExternalUsers": null,
      "includeGroups": []
    },
    "servicePrincipalRiskLevels": []
  },
  "sessionControls": null,
  "state": "disabled"
}
