{
  "displayName": "CA203-Internals-IdentityProtection-AllApps-AnyPlatform-MFAforHighSignInRisk",
  "grantControls": {
    "authenticationStrength": null,
    "authenticationStrength@odata.context": "https://graph.microsoft.com/v1.0/$metadata#identity/conditionalAccess/policies('031b6eb4-0c6b-48c7-81d5-279b61fdc284')/grantControls/authenticationStrength/$entity",
    "builtInControls": [
      "mfa"
    ],
    "customAuthenticationFactors": [],
    "termsOfUse": [],
    "operator": "OR"
  },
  "templateId": null,
  "conditions": {
    "signInRiskLevels": [
      "high"
    ],
    "clientAppTypes": [
      "all"
    ],
    "userRiskLevels": [],
    "devices": null,
    "platforms": null,
    "clientApplications": null,
    "applications": {
      "excludeApplications": [],
      "applicationFilter": null,
      "includeApplications": [
        "All"
      ],
      "includeAuthenticationContextClassReferences": [],
      "includeUserActions": []
    },
    "locations": null,
    "users": {
      "excludeGroups": [
        "ee2bdc01-80c2-4e28-9882-858bcfa005bf",
        "451cabbb-7455-4cf2-9d69-27463ef371c4"
      ],
      "excludeRoles": [],
      "includeGuestsOrExternalUsers": null,
      "includeUsers": [],
      "includeRoles": [],
      "excludeUsers": [],
      "excludeGuestsOrExternalUsers": null,
      "includeGroups": [
        "b86af40e-e4f0-4e83-a2bb-ef5321269384"
      ]
    },
    "servicePrincipalRiskLevels": []
  },
  "sessionControls": null,
  "state": "disabled"
}
