{
  "displayName": "CA505-GuestAdmins-ComplianceProtection-AnyPlatform-RequireTOU",
  "grantControls": {
    "authenticationStrength": null,
    "authenticationStrength@odata.context": "https://graph.microsoft.com/v1.0/$metadata#identity/conditionalAccess/policies('c6e9c3bf-42eb-4419-a0d3-1f91c9d7959f')/grantControls/authenticationStrength/$entity",
    "builtInControls": [],
    "customAuthenticationFactors": [],
    "termsOfUse": [
      "6551cec0-1d10-422b-a9d0-9e447e0a8353"
    ],
    "operator": "OR"
  },
  "templateId": null,
  "conditions": {
    "signInRiskLevels": [],
    "clientAppTypes": [
      "all"
    ],
    "userRiskLevels": [],
    "devices": null,
    "platforms": null,
    "clientApplications": null,
    "applications": {
      "excludeApplications": [],
      "applicationFilter": null,
      "includeApplications": [
        "All"
      ],
      "includeAuthenticationContextClassReferences": [],
      "includeUserActions": []
    },
    "locations": null,
    "users": {
      "excludeGroups": [
        "ee2bdc01-80c2-4e28-9882-858bcfa005bf",
        "9e807e2b-d4bc-4486-801e-5a5d0228dd5c"
      ],
      "excludeRoles": [],
      "includeGuestsOrExternalUsers": null,
      "includeUsers": [],
      "includeRoles": [],
      "excludeUsers": [],
      "excludeGuestsOrExternalUsers": null,
      "includeGroups": [
        "40faab60-cf39-4f9d-a890-bdd59622c497"
      ]
    },
    "servicePrincipalRiskLevels": []
  },
  "sessionControls": null,
  "state": "disabled"
}
