{
  "displayName": "CA702-AzureServiceAccounts-AttackSurfaceReduction-AllApps-AnyPlatform-BlockNonServiceAccountAppAccess",
  "grantControls": {
    "authenticationStrength": null,
    "authenticationStrength@odata.context": "https://graph.microsoft.com/v1.0/$metadata#identity/conditionalAccess/policies('90d7c77a-1e57-4e63-a4b2-f80889b0657a')/grantControls/authenticationStrength/$entity",
    "builtInControls": [
      "block"
    ],
    "customAuthenticationFactors": [],
    "termsOfUse": [],
    "operator": "OR"
  },
  "templateId": null,
  "conditions": {
    "signInRiskLevels": [],
    "clientAppTypes": [
      "all"
    ],
    "userRiskLevels": [],
    "devices": null,
    "platforms": null,
    "clientApplications": null,
    "applications": {
      "excludeApplications": [
        "797f4846-ba00-4fd7-ba43-dac1f8f63013"
      ],
      "applicationFilter": null,
      "includeApplications": [
        "MicrosoftAdminPortals"
      ],
      "includeAuthenticationContextClassReferences": [],
      "includeUserActions": []
    },
    "locations": null,
    "users": {
      "excludeGroups": [
        "ee2bdc01-80c2-4e28-9882-858bcfa005bf",
        "cd29b75b-8b25-4374-a46d-fc745e522dee"
      ],
      "excludeRoles": [],
      "includeGuestsOrExternalUsers": null,
      "includeUsers": [],
      "includeRoles": [],
      "excludeUsers": [],
      "excludeGuestsOrExternalUsers": null,
      "includeGroups": [
        "3ac3875d-8457-422b-9097-8b76ae7bf75c"
      ]
    },
    "servicePrincipalRiskLevels": []
  },
  "sessionControls": null,
  "state": "disabled"
}
