{
  "displayName": "CA700-AzureServiceAccounts-BaseProtection-AllApps-AnyPlatform-BlockUntrustedLocations",
  "grantControls": {
    "authenticationStrength": null,
    "authenticationStrength@odata.context": "https://graph.microsoft.com/v1.0/$metadata#identity/conditionalAccess/policies('3a53ba46-f512-427e-97dd-d28ceab95c77')/grantControls/authenticationStrength/$entity",
    "builtInControls": [
      "block"
    ],
    "customAuthenticationFactors": [],
    "termsOfUse": [],
    "operator": "OR"
  },
  "templateId": null,
  "conditions": {
    "signInRiskLevels": [],
    "clientAppTypes": [
      "all"
    ],
    "userRiskLevels": [],
    "platforms": null,
    "clientApplications": null,
    "applications": {
      "excludeApplications": [],
      "applicationFilter": null,
      "includeApplications": [
        "All"
      ],
      "includeAuthenticationContextClassReferences": [],
      "includeUserActions": []
    },
    "devices": null,
    "locations": {
      "includeLocations": [
        "All"
      ],
      "excludeLocations": [
        "AllTrusted"
      ]
    },
    "users": {
      "excludeGroups": [
        "ee2bdc01-80c2-4e28-9882-858bcfa005bf",
        "cd29b75b-8b25-4374-a46d-fc745e522dee"
      ],
      "excludeRoles": [],
      "includeGuestsOrExternalUsers": null,
      "includeUsers": [],
      "includeRoles": [],
      "excludeUsers": [],
      "excludeGuestsOrExternalUsers": null,
      "includeGroups": [
        "3ac3875d-8457-422b-9097-8b76ae7bf75c"
      ]
    },
    "servicePrincipalRiskLevels": []
  },
  "sessionControls": null,
  "state": "disabled"
}
