{
  "conditions": {
    "userRiskLevels": [],
    "devices": null,
    "clientAppTypes": [
      "all"
    ],
    "applications": {
      "includeUserActions": [],
      "applicationFilter": null,
      "includeApplications": [
        "All"
      ],
      "includeAuthenticationContextClassReferences": [],
      "excludeApplications": [
        "d4ebce55-015a-49b5-a083-c84d1797ae8c"
      ]
    },
    "signInRiskLevels": [],
    "clientApplications": null,
    "servicePrincipalRiskLevels": [],
    "users": {
      "excludeUsers": [],
      "excludeRoles": [],
      "excludeGuestsOrExternalUsers": null,
      "includeGuestsOrExternalUsers": null,
      "includeGroups": [
        "2bda5037-6b74-4892-b5ab-5b8b1c20cfed"
      ],
      "includeRoles": [],
      "excludeGroups": [
        "ee2bdc01-80c2-4e28-9882-858bcfa005bf",
        "14ee818d-85f3-4227-ad53-fab87b5787c7"
      ],
      "includeUsers": []
    },
    "locations": null,
    "platforms": null
  },
  "state": "enabled",
  "grantControls": {
    "authenticationStrength": null,
    "termsOfUse": [],
    "builtInControls": [
      "compliantDevice",
      "domainJoinedDevice"
    ],
    "operator": "OR",
    "customAuthenticationFactors": [],
    "authenticationStrength@odata.context": "https://graph.microsoft.com/v1.0/$metadata#identity/conditionalAccess/policies('350da22d-0f89-4ce6-b046-884840509f3d')/grantControls/authenticationStrength/$entity"
  },
  "displayName": "CA100-Admins-BaseProtection-AllApps-AnyPlatform-CompliantorHybridJoin",
  "sessionControls": null
}
