{
  "conditions": {
    "userRiskLevels": [],
    "devices": null,
    "clientAppTypes": [
      "all"
    ],
    "applications": {
      "includeUserActions": [
        "urn:user:registersecurityinfo"
      ],
      "applicationFilter": null,
      "includeApplications": [],
      "includeAuthenticationContextClassReferences": [],
      "excludeApplications": []
    },
    "signInRiskLevels": [],
    "clientApplications": null,
    "servicePrincipalRiskLevels": [],
    "users": {
      "excludeUsers": [],
      "excludeRoles": [],
      "excludeGuestsOrExternalUsers": null,
      "includeGuestsOrExternalUsers": null,
      "includeGroups": [
        "2a5e5a3b-43a6-46cd-aa10-c8900531e609"
      ],
      "includeRoles": [],
      "excludeGroups": [
        "ee2bdc01-80c2-4e28-9882-858bcfa005bf",
        "1e04b230-361f-457e-9916-6a30b269188a"
      ],
      "includeUsers": []
    },
    "locations": null,
    "platforms": null
  },
  "state": "disabled",
  "grantControls": {
    "authenticationStrength": null,
    "termsOfUse": [],
    "builtInControls": [
      "compliantDevice",
      "domainJoinedDevice"
    ],
    "operator": "OR",
    "customAuthenticationFactors": [],
    "authenticationStrength@odata.context": "https://graph.microsoft.com/v1.0/$metadata#identity/conditionalAccess/policies('8b588db8-ebc6-4db5-97b3-9b8462118abe')/grantControls/authenticationStrength/$entity"
  },
  "displayName": "CA301-Externals-IdentityProtection-AllApps-AnyPlatform-CombinedRegistration",
  "sessionControls": null
}
