{
  "conditions": {
    "userRiskLevels": [],
    "devices": null,
    "clientAppTypes": [
      "all"
    ],
    "applications": {
      "includeUserActions": [],
      "applicationFilter": null,
      "includeApplications": [
        "All"
      ],
      "includeAuthenticationContextClassReferences": [],
      "excludeApplications": [
        "d4ebce55-015a-49b5-a083-c84d1797ae8c"
      ]
    },
    "signInRiskLevels": [],
    "clientApplications": null,
    "servicePrincipalRiskLevels": [],
    "users": {
      "excludeUsers": [],
      "excludeRoles": [],
      "excludeGuestsOrExternalUsers": null,
      "includeGuestsOrExternalUsers": null,
      "includeGroups": [
        "2a5e5a3b-43a6-46cd-aa10-c8900531e609"
      ],
      "includeRoles": [],
      "excludeGroups": [
        "ee2bdc01-80c2-4e28-9882-858bcfa005bf",
        "1e04b230-361f-457e-9916-6a30b269188a"
      ],
      "includeUsers": []
    },
    "locations": null,
    "platforms": null
  },
  "state": "disabled",
  "grantControls": {
    "authenticationStrength": null,
    "termsOfUse": [],
    "builtInControls": [
      "compliantDevice",
      "domainJoinedDevice"
    ],
    "operator": "OR",
    "customAuthenticationFactors": [],
    "authenticationStrength@odata.context": "https://graph.microsoft.com/v1.0/$metadata#identity/conditionalAccess/policies('80ad0afb-dba6-4cd6-8787-aac24c98b470')/grantControls/authenticationStrength/$entity"
  },
  "displayName": "CA300-Externals-BaseProtection-AllApps-AnyPlatform-CompliantorHybridJoin",
  "sessionControls": null
}
