{
  "conditions": {
    "userRiskLevels": [],
    "devices": null,
    "clientAppTypes": [
      "exchangeActiveSync",
      "other"
    ],
    "applications": {
      "includeUserActions": [],
      "applicationFilter": null,
      "includeApplications": [
        "All"
      ],
      "includeAuthenticationContextClassReferences": [],
      "excludeApplications": []
    },
    "signInRiskLevels": [],
    "clientApplications": null,
    "servicePrincipalRiskLevels": [],
    "users": {
      "excludeUsers": [],
      "excludeRoles": [],
      "excludeGuestsOrExternalUsers": null,
      "includeGuestsOrExternalUsers": null,
      "includeGroups": [
        "40faab60-cf39-4f9d-a890-bdd59622c497"
      ],
      "includeRoles": [],
      "excludeGroups": [
        "ee2bdc01-80c2-4e28-9882-858bcfa005bf",
        "9e807e2b-d4bc-4486-801e-5a5d0228dd5c"
      ],
      "includeUsers": []
    },
    "locations": null,
    "platforms": null
  },
  "state": "enabled",
  "grantControls": {
    "authenticationStrength": null,
    "termsOfUse": [],
    "builtInControls": [
      "block"
    ],
    "operator": "OR",
    "customAuthenticationFactors": [],
    "authenticationStrength@odata.context": "https://graph.microsoft.com/v1.0/$metadata#identity/conditionalAccess/policies('836cb8bc-faec-4ba7-a3dd-d8835d8ac913')/grantControls/authenticationStrength/$entity"
  },
  "displayName": "CA503-GuestAdmins-IdentityProtection-AllApps-AnyPlatform-BlockLegacyAuth",
  "sessionControls": null
}
