{
  "conditions": {
    "userRiskLevels": [],
    "devices": null,
    "clientAppTypes": [
      "all"
    ],
    "applications": {
      "includeUserActions": [
        "urn:user:registersecurityinfo"
      ],
      "applicationFilter": null,
      "includeApplications": [],
      "includeAuthenticationContextClassReferences": [],
      "excludeApplications": []
    },
    "signInRiskLevels": [],
    "clientApplications": null,
    "servicePrincipalRiskLevels": [],
    "users": {
      "excludeUsers": [],
      "excludeRoles": [],
      "excludeGuestsOrExternalUsers": null,
      "includeGuestsOrExternalUsers": null,
      "includeGroups": [
        "40faab60-cf39-4f9d-a890-bdd59622c497"
      ],
      "includeRoles": [],
      "excludeGroups": [
        "ee2bdc01-80c2-4e28-9882-858bcfa005bf",
        "9e807e2b-d4bc-4486-801e-5a5d0228dd5c"
      ],
      "includeUsers": []
    },
    "locations": null,
    "platforms": null
  },
  "state": "enabled",
  "grantControls": {
    "authenticationStrength": null,
    "termsOfUse": [
      "6551cec0-1d10-422b-a9d0-9e447e0a8353"
    ],
    "builtInControls": [],
    "operator": "OR",
    "customAuthenticationFactors": [],
    "authenticationStrength@odata.context": "https://graph.microsoft.com/v1.0/$metadata#identity/conditionalAccess/policies('e3980a40-6f0d-4b7f-9711-144ad71edc98')/grantControls/authenticationStrength/$entity"
  },
  "displayName": "CA501-GuestAdmins-IdentityProtection-AllApps-AnyPlatform-CombinedRegistration",
  "sessionControls": null
}
